Repository: lliurex/zero-lliurex-flavours
Catalog: lliurex-po/zero-lliurex-flavours/*.po
Languages: ca_es@valencia, es

source: No flavour detected. Check one at least
ca_es@valencia: No s'ha seleccionat cap sabor. Seleccioneu-ne un, com a mínim
es: Ningún sabor detectado. Seleccione al menos uno

source: Installation succesful. A reboot is required
ca_es@valencia: La instal·lació és correcta. Cal que reinicieu
es: Instalación correcta. Es necesario reiniciar

source: An error ocurred. See log in /var/log/lliurex-flavours-selector
ca_es@valencia: S'ha produït un error. Reviseu el registre en /var/log/lliurex-flavours-selector
es: A ocurrido un error. Revise el log en /var/log/lliurex-flavours-selector

source: The selected flavours will be installed. Do you wish to continue?
ca_es@valencia: Els sabors seleccionats seran instal·lats. Desitgeu continuar?
es: Los sabores seleccionados serán instalados. ¿Desea continuar?

source: Incompatibility between Server and Client detected
ca_es@valencia: S'ha detectat una incompatibilitat entre servidor i client
es: Detectada incompatibilidad entre Servidor y Cliente

source: Is not possible adding Desktop Flavour in Server
ca_es@valencia: No es pot incorporar el sabor Escriptori al servidor
es: No es posible incorporar el sabor Desktop en el Servidor

source: Choose new flavour to incorporate or close button
ca_es@valencia: Seleccioneu un sabor nou per a incorporar-lo o premeu Tanca
es: Seleccione un nuevo sabor a incorporar o pulse cerrar

source: Installed
ca_es@valencia: Instal·lat
es: Instalado

source: Install
ca_es@valencia: Instal·la
es: Instalar

source: Incompatible
ca_es@valencia: Incompat
es: Incompat

source: Minimal
ca_es@valencia: Mínim
es: Mínimo

source: Checking system...
ca_es@valencia: S'està comprovant el sistema...
es: Chequeando sistema...

source: Flavours availables
ca_es@valencia: Sabors disponibles
es: Sabores disponibles

source: Cllent Flavour Configuration
ca_es@valencia: Configuració del sabor Client
es: Configuración del sabor Cliente

source: Options to configure the client flavour install
ca_es@valencia: Opcions per configurar la instal·lació del sabor Client
es: Opciones para configurar la instalación del sabor cliente

source: Full Client: similar to install a Lliurex client ISO
ca_es@valencia: Client complet: similar a instal·lar una ISO de client de lliureX
es: Cliente Completo: similar a instalar una ISO de un cliente de LliureX

source: Client Lite: similar to install a Lliurex client lite ISO
es: Cliente Lite: similar a instalar una ISO de un cliente lite de LliureX

source: Minimal Client: install only the basic functionalities of a LliureX client
ca_es@valencia: Client mínim: instal·la només les funcionalitats bàsiques del client de LliureX
es: Cliente Mínimo: sólo instala la funcionalidad básica de un cliente de LliureX

source: Add the classroom server mirror repository to the sources list
ca_es@valencia: Afig el repositori mirror del servidor d'aula a la llista de fonts
es: Añadir al sources list el repositorio del mirror del servidor del aula

source: Desktop Flavour Configuration
es: Configuración del sabor Desktop

source: Options to configure the desktop flavour install
es: Opciones para configurar la instalación del sabor desktop

source: Full Desktop: similar to install a Lliurex desktop ISO
es: Desktop Completo: similar a instalar una ISO de un desktop de LliureX

source: Desktop Lite: similar to install a Lliurex desktop lite ISO
es: Desktop Lite: similar a instalar una ISO de un desktop lite de LliureX

source: Server Flavour Configuration
es: Configuración del sabor Servidor

source: Options to configure the server flavour install
es: Opciones para configurar la instalación del sabor servidor

source: Full Server: similar to install a Lliurex server ISO
es: Servidor Completo: similar a instalar una ISO de un servidor de LliureX

source: Server Lite: similar to install a Lliurex server lite ISO
es: Servidor Lite: similar a instalar una ISO de un servidor lite de LliureX

source: Installing the selected flavours. Wait a moment...
ca_es@valencia: S'estan instal·lant els sabors seleccionats...
es: Instalando los sabores seleccionados. Espere un momento...

source: LliureX Flavours Selector
ca_es@valencia: Selector de sabors de LliureX
