Repository: lliurex/zero-lliurex-flavours
Catalog: translations/lliurex-flavours-selector-legacy/*.po
Languages: ca@valencia, es_es

source: You need administration privileges to run this application.
ca@valencia: Necessiteu permisos d'administració per a executar esta aplicació.
es_es: Necesita permisos de administración para ejecutar esta aplicación.

source: The device is configured as %s for use in a classroom with a standard network. This configuration is not compatible with Flavour Selector Legacy. Uninstall LLIUREX-META-%s and try again.
ca@valencia: L'equip està configurat com a %s per al seu ús en una aula amb xarxa normalitzada. Està configuració no és compatible amb el Selector de Sabors Legacy. Desinstal·leu LLIUREX-META-%s i proveu una altra vegada.
es_es: El equipo está configurado como %s para su uso en un aula con red normalizada. Está configuración no es compatible con el Selector de Sabores Legacy. Desinstale LLIUREX-META-%s y pruebe otra vez.

source: Install
ca@valencia: Instal·la
es_es: Instalar

source: Help
ca@valencia: Ajuda
es_es: Ayuda

source: None
ca@valencia: Cap
es_es: Ninguno

source: Current flavours installed:
ca@valencia: Sabors instal·lats actualment:
es_es: Sabores instalados actualmente:

source: No flavours available to install
ca@valencia: No hi ha sabors disponibles per a instal·lar
es_es: No hay sabores disponibles para instalar

source: No Flavours version availables detected
ca@valencia: No s'ha detectat cap versió de sabor disponible
es_es: No se ha detectado ninguna versión de sabor disponible

source: The selected flavor is not compatible with those already installed
ca@valencia: El sabor seleccionat no és compatible amb els sabors ja instal·lats
es_es: El sabor seleccionado no es compatible con los sabores ya instalados

source: You must select a Flavour to install
ca@valencia: Seleccioneu un sabor per a instal·lar
es_es: Debe seleccionar un sabor para instalar

source: 1 of 5: Obtaining information about the flavor to install...
ca@valencia: 1 de 5: S'està obtenint informació sobre el sabor a instal·lar...
es_es: 1 de 5: Obteniendo información sobre el sabor a instalar...

source: 2 of 5: Downloading packages...
ca@valencia: 2 de 5: S'estan descarregant els paquets...
es_es: 2 de 5: Descargando los paquetes...

source: 3 of 5: Unpacking packages: %s of %s packages
ca@valencia: 3 de 5: S'estan desempaquetant els paquets: %s de %s paquets
es_es: 3 de 5: Desempaquetando los paquetes: %s de %s paquetes

source: 4 of 5: Configuring packages: %s of %s packages
ca@valencia: 4 de 5: S'estan configurant els paquets: %s de %s paquets
es_es: 4 de 5: Configurando los paquetes: %s de %s paquetes

source: 5 of 5: Finishing the installation...
ca@valencia: 5 de 5: S'està finalitzant la instal·lació...
es_es: 5 de 5: Finalizando la instalación...

source: An error ocurred. See log in /var/log/lliurex-flavours-selector-legacy
ca@valencia: S'ha produït un error. Reviseu el registre /var/log/lliurex-flavour-selector-legacy
es_es: Ha ocurrido un error. Revise el log /var/log/lliurex-flavour-selector-legacy

source: Installation succesful. A reboot is required
ca@valencia: La instal·lació és correcta. Cal que reinicieu
es_es: Instalación correcta. Debe reiniciar el equipo

source: Do you want to add the classroom server mirror repository to the sources list?
ca@valencia: Voleu afegir el repositori de la rèplica del servidor de l'aula a la llista de fonts?
es_es: ¿Desea añadir al sources list el repositorio del mirror del servidor del aula?

source: Yes
ca@valencia: Sí
es_es: Si

source: The selected flavours will be installed. Do you wish to continue?
ca@valencia: S'instal·laran els sabors seleccionats. Voleu continuar?
es_es: El sabor seleccionado será instalado. ¿Desea continuar?

source: Ok
ca@valencia: D'acord
es_es: Aceptar

source: Cancel
ca@valencia: Canceŀla
es_es: Cancelar

source: Click to select an option
ca@valencia: Feu clic per a seleccionar una opció
es_es: Haga clic para seleccionar una opción

source: similar to install a LliureX Server Lite ISO
ca@valencia: semblant a intal·lar una ISO de LliureX Server Lite ISO
es_es: similar a instalar una ISO de LliureX Server Lite

source: similar to install a LliureX Server ISO
ca@valencia: semblant a instal·lar una ISO de LliureX Server
es_es: similar a instalar una ISO de LliureX Server

source: similar to install a LliureX Client Lite ISO
ca@valencia: semblant a intal·lar una ISO de LliureX Client Lite
es_es: similar a instalar una ISO de LliureX Client Lite

source: install only the basic functionalities of a LliureX Client
ca@valencia: instal·la només la funcionalitat bàsica d'un client de LliureX
es_es: sólo instala la funcionalidad básica de un cliente de LliureX

source: similar to install a LliureX Client ISO
ca@valencia: semblant a instal·lar una ISO de LliureX Client
es_es: similar a instalar una ISO de LliureX Clilent

source: similar to install a LliureX Desktop Lite ISO
ca@valencia: semblant a intal·lar una ISO de LliureX Escriptori
es_es: similar a instalar una ISO de LliureX Desktop Lite

source: similar to install a LliureX Desktop ISO
ca@valencia: semblant a intal·lar una ISO de LliureX Escriptori
es_es: similar a instalar una ISO de LliureX Desktop

source: similar to install a LliureX Infantil ISO
ca@valencia: semblant a instal·lar una ISO de LliureX Infantil
es_es: similar a instalar una ISO de LliureX Infantil

source: similar to install LliureX Multimedia ISO
ca@valencia: semblant a instal·lar una ISO de LliureX Multimèdia
es_es: similar a instalar una ISO de LliureX Multimedia

source: Checking system...
ca@valencia: S'està comprovant el sistema...
es_es: Comprobando el sistema...

source: The flavours list is empty
ca@valencia: La llista de sabors està buida
es_es: La lista de sabores está vacía
